{
	"accellight":
	{
		"id": "accellight",
		"name": "Accellight",
		"type": "spell",
		"priority": 0,
		"rating": 3,
		"count": "0",
		"analysis": "<p>Accellight is a consistency card, summoning your choice of <b>Galaxy Wizard</b>, <b>Photon Jumper</b>, <b>Photon Orbital</b>, or even <b>Photon Lizard</b> from the deck in place of your normal summon.</p><p>However, there's a flaw: it locks you out of both the regular normal summon and <b>Photon Emperor's</b> bonus normal summon. This reduces the ceiling of the deck. Between that and a weakness to Ash Blossom, Accellight has fallen out of favor.</p>",
		"image": "34838437"
	},
	"advancer":
	{
		"id": "advancer",
		"name": "Photon Advancer",
		"type": "effect",
		"priority": -4,
		"rating": 3,
		"count": "0-1 (main)",
		"analysis": "<p>Photon Advancer is one of the simplest extenders in the deck. It lacks any summon restrictions, making it reliable. However, compared to the other Photon warriors, it is more likely to needlessly consume the normal summon.</p><p>Now that Photon Jumper offers an improved third target for <b>Reinforcement of the Army</b>, running Advancer to avoid doubling up on names is less common.",
		"image": "98881931"
	},
	"afterglow":
	{
		"id": "afterglow",
		"name": "Galaxy-Eyes Afterglow Dragon",
		"type": "effect",
		"priority": -8,
		"rating": 1,
		"count": "1-2 (main)",
		"analysis": "<p>An essential Galaxy playmaker. Afterglow dragon is notorious for enabling Prime OTK, where it is detached from <b>Galaxy-Eyes Prime Photon Dragon</b> to make Prime achieve over 11k attack points - ending the game if the opponent has nearly any attack position monster. Besides that, its ability to summon <b>Galaxy-Eyes Photon Dragon</b> when detached is important for all of breaking boards, building boards, and triggering the effect of <b>Galaxy Hundred</b> on either player's turn.</p><p>Despite its brickiness, Afterglow's summoning condition is reasonable and doesn't rely on GY setup. It is also easily searchable. Afterglow remains one of the most feared cards in any Galaxy deck, and for good reason.</p>",
		"image": "62968263"
	},
	"ahashima":
	{
		"id": "ahashima",
		"name": "Bujinki Ahashima",
		"type": "link",
		"priority": -2,
		"rating": 2,
		"count": "0-1 (main)",
		"analysis": "<p>Ahashima is sometimes considered an honorary member of the Galaxy archetype. Its ability to summon a rank 8 xyz using the hand and GY is unique, and boasts a special interaction with <b>Galaxy Brave</b>, which can be level 4 on the field but level 8 in the GY immediately after being used as link material. <b>Photon Sanctuary</b> can also make this monster by itself.</p><p>The addition of Rank 4 playmakers like <b>Galaxy Photon Dragon</b> put a damper on Ahashima's viability, as did a reduced reliance on Brave and Sanctuary. However, it remains a reasonable choice for follow-up plays and making a negate before <b>Nibiru, the Primal Being</b> activates, despite the incompatibility with <b>Galaxy Trance</b>.</p>",
		"image": "71095768"
	},
	"armor":
	{
		"id": "armor",
		"name": "Galaxy-Eyes Full Armor Photon Dragon",
		"type": "xyz",
		"priority": 8.9,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "<p>Full Armor is a key component of Galaxy's xyz stacking toolbox. Overlay it on <b>Galaxy-Eyes Photon Lord</b> to transition from defense to offense, or on <b>Galaxy-Eyes Cipher Dragon</b> for additional board breaking capacity. Full Armor stacking plays trivialize the effect of spot negation on your rank 8s, and are further bolstered by <b>Galaxy-Eyes Cipher Blade Dragon</b> which can be overlaid on it for another targeted pop.</p><p>Simple, big, and effective, Full Armor is sometimes all you need for a final push.</p>",
		"image": "39030163"
	},
	"astral":
	{
		"id": "astral",
		"name": "Astral Kuriboh",
		"type": "effect",
		"priority": -1,
		"rating": 3,
		"count": "0-1 (main)",
		"analysis": "<p>On the surface, Astral Kuriboh looks like a free extender. And while it is costless with no requirements, the lack of a Galaxy / Photon name makes it interact with few cards and locks you out of <b>Galaxy Trance</b>. It also has an awkward interaction with interrupts, where if it is negated on the field, it reverts to level 1 but still locks you into Number monsters only.</p><p>In all, Astral Kuriboh has a niche in builds summoning offbeat Number monsters, and is an option for a perfect <b>Small World</b> bridge. But for most builds, the extension effect doesn't offer enough reward.",
		"image": "64591429"
	},
	"bagooska":
	{
		"id": "bagooska",
		"name": "Number 41: Bagooska the Terribly Tired Tapir",
		"type": "xyz",
		"priority": -4,
		"rating": 2,
		"count": "0-1 (main)",
		"analysis": "<p>Bagooska is a well-known floodgate often included in decks with level 4s like Galaxy. It conflicts with some archetypal cards due to being neither a Light nor a Galaxy / Photon monster, but remains feasible to summon alongisde follow-up or protection. <b>Last Hope Galaxy</b> can assist in getting it out as well.</p><p>With <b>Galaxy-Eyes Solflare Dragon</b> to guard it with a pop and <b>Eternal Galaxy</b> to rank it up into <b>Galaxy-Eyes Photon Lord</b> in a pinch, there are plenty of creative boards to make using Bagooska out there. It can even gain protection from <b>Starliege Photon Blast Dragon</b> thanks to its attack points.</p>",
		"image": "90590304"
	},
	"blade":
	{
		"id": "blade",
		"name": "Galaxy-Eyes Cipher Blade Dragon",
		"type": "xyz",
		"priority": 9,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "<p>Like the similar <b>Galaxy-Eyes Full Armor Photon Dragon</b>, Cipher Blade is part of Galaxy's xyz stacking strategy to tear apart boards or play through spot negation. Unlike its bretheren, Blade can destroy face down cards and cards on either field, as well as float into the original <b>Galaxy-Eyes Cipher Dragon</b>.<p><p>The caveat of Cipher Blade is that it cannot be used as xyz material itself, so choose when and where to play it wisely. Gaining a second pop by overlaying it on Full Armor might not seem like much, but often it is the difference between victory and defeat.</p>",
		"image": "2530830"
	},
	"blast":
	{
		"id": "blast",
		"name": "Starliege Photon Blast Dragon",
		"type": "xyz",
		"priority": 4,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "<p>Whether going first or second, Photon Blast Dragon brings the heat. It is a fantastic end board piece, protecting your other monsters from effect destruction and targeting. It can summon <b>Galaxy-Eyes Photon Dragon</b> to trigger <b>Galaxy-Hundred</b> - once on your turn with its first effect, and once on your opponent's turn with the second. If Blast's attack is boosted by <b>Galaxy Photon Dragon</b> or <b>Photon Orbital</b>, it will even fall under its own protection!</p><p>Blast is even more important on offense. The protection and extension effect typically force an interrupt from your opponent, leaving fewer options to disrupt your Rank 8 plays. This is not a card to sleep on.</p>",
		"image": "16643334"
	},
	"bounzer":
	{
		"id": "bounzer",
		"name": "Photon Strike Bounzer",
		"type": "xyz",
		"priority": 6,
		"rating": 3,
		"count": "0",
		"analysis": "<p>Strike Bounzer serves one role: To be an archetypal xyz made out of Bystial handtrap monsters. Should you summon both Bystials on the opponent's turn, you can overlay into Strike Bounzer without turning off <b>Galaxy Trance</b>. Whether this makes it worth running in builds with Bystials, especially compared to other rank 6 monsters, remains questionable.</p>",
		"image": "92661479"
	},
	"brave":
	{
		"id": "brave",
		"name": "Galaxy Brave",
		"type": "effect",
		"priority": -8,
		"rating": 2,
		"count": "0-3 (main)",
		"analysis": "<p>Brave is unique amongst the archetypal level 8s. It has the most generous summoning condition, making it less of a brick, and it boasts the ability to be level 4, 8, or (with niche cards) level 5 on the field. Even before <b>Galaxy Photon Dragon</b> was available, its level manipulation allowed for unique <b>Bujinki Ahashima</b> combos, particularly with <b>Photon Vanisher</b> as a partner.</p><p>Once a 3-of staple, Brave is no longer quite as necessary. Still, it remains the best option for increasing level 8 count without adding bricks, which is more than enough reason to consider a few.</p>",
		"image": "55168550"
	},
	"c62":
	{
		"id": "c62",
		"name": "Number C62: Neo Galaxy-Eyes Prime Photon Dragon",
		"type": "xyz",
		"priority": 9,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "<p>The Galaxy-Eyes line of monsters continues to evolve. C62 doesn't actually hit harder than the base <b>Number 62: Galaxy-Eyes Prime Photon Dragon</b> it can be overlaid on. In fact, it is sometimes more vulnerable, as C62 doesn't activate in the damage step and leaves a detached <b>Galaxy-Eyes Afterglow Dragon</b> vulnerable to <b>Ash Blossom & Joyous Spring</b> or <b>Called by the Grave</b>.</p><p>C62 still has its uses, however. The threat of making it raw with three monsters - at which point it would be immune to monster effects - can force opponents to burn interrupts early. It can also be used as a towers against decks reliant on monsters for removal, or to swing into several monsters at once. Finally, C62 can be summoned on a Prime that had its effects negated, further bolstering the deck's resistance to spot negation.</p>",
		"image": "48348921"
	},
	"cerberus":
	{
		"id": "cerberus",
		"name": "Photon Cerberus",
		"type": "effect",
		"priority": -3,
		"rating": 3,
		"count": "0-3 (side)",
		"analysis": "<p>Photon Cerebus is a tech against trap decks. It has an effect similar to <b>Jinzo</b>, disabling all traps; and the opponent cannot chain traps in response unless they specifically negate the summon. In this way, despite the suboptimal level, you can line enemy trap decks up for an OTK while also putting a Photon name on field.</p><p>Unfortunately, Cerberus cannot be searched without summoning other monsters first, at which point traps may already get fired. It also faces still competition from generic board breaking cards, which don't require the normal summon. It is an interesting monster, but side deck space is typically too tight.</p>",
		"image": "28990150"
	},
	"cipher":
	{
		"id": "cipher",
		"name": "Galaxy-Eyes Cipher Dragon",
		"type": "xyz",
		"priority": 8.1,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "<p>Unlike the main deck Cipher monsters, Cipher xyzs are core to the Galaxy game plan. Cipher allows you to steal opposing monsters, after which they can be ranked up into <b>Galaxy-Eyes Cipher X Dragon</b> or (if it was an xyz monster) <b>Galaxy-Eyes Full Armor Photon Dragon</b>. This offers great card advantage, plus denies opposing monsters their floating effects if any.</p><p>Even going first, making Cipher to overlay Cipher X is a convenient way to trigger the effect of <b>Galaxy-Eyes Afterglow Dragon</b>. Regardless of whether you intend to use the theft effect, Cipher's niche as a base for xyz stacking is invaluable.</p>",
		"image": "18963306"
	},
	"cipherx":
	{
		"id": "cipherx",
		"name": "Galaxy-Eyes Cipher X Dragon",
		"type": "xyz",
		"priority": 10,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "<p>Cipher X is a member of Galaxy xyz stacking pile, but is overlaid almost exclusively on <b>Galaxy-Eyes Cipher Dragon</b>. Its effects differ slightly in the TCG and OCG regions. In the TCG (non-Japan areas), its lingering targeting immunity applies even to monsters summoned after it, and even if it leaves the field. This forces interrupts and makes your boards of high ATK monsters even more challenging to break. Paired with Extra Deck banishes from <b>Galaxy-Hundred</b>, the protection can seem nearly impossible to deal with.</p><p>Speaking of Galaxy Hundred, because the effect of Cipher X can be triggered on an empty field, it is a great way to detach <b>Galaxy-Eyes Afterglow Dragon</b> to summon <b>Galaxy-Eyes Photon Dragon</b>, triggering Hundred's effect to banish. This card has more uses than meets the eye.</p>",
		"image": "28346136"
	},
	"cleric":
	{
		"id": "cleric",
		"name": "Galaxy Cleric",
		"type": "effect",
		"priority": -4,
		"rating": 3,
		"count": "0-1 (main / side)",
		"analysis": "<p>Galaxy Cleric is an interesting choice for turn 3 follow-up plays, as well as playing the grind game. Galaxy often burns through all of its level 8 resources, and putting some back into the deck is fantastic. However, Cleric offers little value until the third turn, and is difficult to special summon.</p><p>Relying on the draw 2 to finish your plays also makes it less reliable than other one card follow-ups. So while it definitely has value, it tends to see little play overall.</p>",
		"image": "28770951"
	},
	"cyclone":
	{
		"id": "cyclone",
		"name": "Galaxy Cyclone",
		"type": "spell",
		"priority": 0,
		"rating": 2,
		"count": "1 (side)",
		"analysis": "<p>This generic Spell and Trap removal option is actually a Galaxy card. Despite the slowness of the second effect and limitations on what kind of cards can be destroyed, Galaxy Cyclone remains a simple and effective option. There are no shortage of ways to search it, including immediately by milling <b>Photon Jumper</b> off of <b>Galaxy-Hundred</b>.</p><p>Cyclone can be main decked during certain formats, but typically it lives as a searchable side deck 1-of.</p>",
		"image": "5133471"
	},
	"decel":
	{
		"id": "decel",
		"name": "Photon Timeskip",
		"type": "trap",
		"priority": 0,
		"rating": 2,
		"count": "0-1 (main / side)",
		"analysis": "<p>If Photon Timeskip is destroyed by your opponent's card while <b>Galaxy-Eyes Photon Dragon</b> is on the field or xyz material, their turn is effecively ended. By leveraging <b>Artifact Durendal</b> to force the opponent to do so, you get what is a FTK against most decks that don't set 5 and pass.</p><p>As powerful as it sounds, the strategy is not without weaknesses. It requires <b>Galaxy-Hundred</b>, a key component of the Galaxy strategy, to not be on the field. It still loses to generic board breakers like Dark Ruler No More and quick negation like <b>Forbidden Chalice</b>, while being harder to set up and less resilient than normal boards. While not the primary directive of most Galaxy decks, it is still a powerful option going first, and may be considered at times. Teching an optional Tellarknight xyz package makes the setup easier to achieve.</p>",
		"image": "8653757"
	},
	"durendal":
	{
		"id": "durendal",
		"name": "Artifact Durendal",
		"type": "xyz",
		"priority": 5,
		"rating": 2,
		"count": "0-1 (main)",
		"analysis": "<p>Durendal is a mandatory component of the <b>Photon Timeskip</b> strategy, in which it forces the destruction of Timeskip to end the opponent's turn. While it works serviceably in this role, the card can also serve other uses. Due to <b>Galaxy Hundred</b> remaining on the field, Durendal can negate cards Galaxy usually cannot stop such as <b>Evenly Matched</b>. It also enables a rare, but deadly hand-ripping combo with <b>Droll & Lock Bird</b>.</p><p>New options for level manipulation have made Galaxy less reliant on rank 5 xyzs, to the point that none are truly needed in the deck. But Durendal remains an option for those who want one, especially if Timeskip is involved.</p>",
		"image": "69840739"
	},
	"emperor":
	{
		"id": "emperor",
		"name": "Photon Emperor",
		"type": "effect",
		"priority": -8,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "<p>Emperor is one of the recent additions to the Galaxy toolbox. Not only is it a level 8 extender, it grants an additional normal summon; fantastic for using the effect of <b>Galaxy Wizard</b> a second time, or making a high value <b>Galaxy Summoner</b> play. <b>Galaxy Hundred</b> is a simple way to trigger the summon of Emperor, but it can also be activated by detaching it as material, or if the monster it is attached to leaves the field. Having Emperor underneath your xyzs grants boards added resilience this way. Finally, as a level 8 photon, it makes a great target for <b>Galaxy Trance</b>.</p><p>For all its uses, Photon Emperor is unfortunately a serious brick. For this reason, only 1 is usually played. Still, the ceiling increase it offers Galaxy is not to be underestimated.</p>",
		"image": "73478096"
	},
	"eternal":
	{
		"id": "eternal",
		"name": "Eternal Galaxy",
		"type": "trap",
		"priority": 0,
		"rating": 2,
		"count": "0-1 (main / side)",
		"analysis": "<p>Eternal Galaxy essentially converts rank 4 xyz monsters into rank 8s. This enables certain 1 card combos, namely those where you can reach <b>Galaxy Photon Dragon</b> but nothing else. By searching Eternal, you can rank up into <b>Galaxy-Eyes Photon Lord</b> or <b>Number 38: Hope Harbinger Dragon Titanic Galaxy</b> during your opponent's turn.</p><p>Eternal's uses do not stop there. It can be used as backup if your board is hit with breakers such as <b>Dark Ruler No More</b>, turning rank 4s into fresh rank 8 negates. Monsters stolen from the opponent's extra deck with <b>Galaxy Hundred</b> are valid rank up material too. While it doesn't see play in all builds due to being dead in hand going second, it remains a solid option for the main or side.</p>",
		"image": "82162616"
	},
	"exp":
	{
		"id": "exp",
		"name": "Galaxy Expedition",
		"type": "spell",
		"priority": 0,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "<p>One of the simplest cards in the deck. Summoning <b>Galaxy Soldier</b>, <b>Galaxy-Eyes Afterglow Dragon</b>, or <b>Photon Emperor</b> off Expedition can result in long combos with massive plusses. While more copies can be run in hopes of making an early <b>Galaxy-Eyes Photon Lord</b>, typically only 1 is run because it is a bricky card that can be searched.</p>",
		"image": "60222582"
	},
	"foolish":
	{
		"id": "foolish",
		"name": "Foolish Burial",
		"type": "spell",
		"priority": 99,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "<p>Sending <b>Photon Jumper</b> to the GY with Foolish Burial results in a Spell or Trap search, while sending <b>Photon Emperor</b> results in a free body and bonus normal summon with minimal setup. Foolish actually enables the only 1 card combo not reliant on <b>Eternal Galaxy</b>.</p><p>This card is limited to 1 and highly recommended.</p>",
		"image": "81439174"
	},
	"galak":
	{
		"id": "galak",
		"name": "Galactikuriboh",
		"type": "effect",
		"priority": -1,
		"rating": 2,
		"count": "0-1 (main)",
		"analysis": "<p>Galactikuriboh offers several effects - all of which are useful, but also very situational. As a hand trap, it can be searched by <b>Galaxy-Eyes Photon Lord</b> during your opponent's turn and be immediately live. Additionally, it can be sent to the GY off <b>Galaxy Hundred</b> to grant protection playing into a board.</p><p>The trouble is that Galactikuriboh doesn't interact with Galaxy combos in other ways, making it compete with generic hand traps for a spot. Still, the card maintains niche uses, and can also serve as a perfect <b>Small World</b> bridge.</p>",
		"image": "46261704"
	},
	"galaxion":
	{
		"id": "galaxion",
		"name": "Starliege Lord Galaxion",
		"type": "xyz",
		"priority": 4,
		"rating": 3,
		"count": "0",
		"analysis": "<p>A relic of the past, Galaxion was the go-to card for fetching level 8s if you couldn't access enough otherwise. Besides being largely replaced by <b>Galaxy Photon Dragon</b>, it has the embarassing reputation of locking out <b>Galaxy Trance</b> due to not being a Galaxy monster by name.</p><p>While not completely useless, there is little reason to run Galaxion in the modern era.</p>",
		"image": "40390147"
	},
	"gepd":
	{
		"id": "gepd",
		"name": "Galaxy-Eyes Photon Dragon",
		"type": "effect",
		"priority": -99,
		"rating": 1,
		"count": "3 (main)",
		"analysis": "<p>The heart and soul of the Galaxy deck. Galaxy-Eyes Photon Dragon is specifically referenced by countless cards in the archetype. You will use it as xyz material, discard fodder, a beatstick, and everything in between.</p><p>While not as commonly seen, you will occasionally utilize the battle trick and summon condition. As bricky as it can be, its status as the only main deck monster that is both Galaxy and Photon opens up more card interactions than usual.</p><p>When performing the longest combo lines, you may wish there were more copies of Galaxy-Eyes Photon Dragon left in your deck. An integral card to have.</p>",
		"image": "93717133"
	},
	"gpd":
	{
		"id": "gpd",
		"name": "Galaxy Photon Dragon",
		"type": "xyz",
		"priority": 4,
		"rating": 1,
		"count": "1-2 (main)",
		"analysis": "<p>The latest and greatest addition to Galaxy's rank 4 toolbox. Between the search, level manipulation, and attack boost, Galaxy Photon Dragon is the consistency piece the deck always wished for. The double search from detaching <b>Photon Jumper</b> as material enables incredibly complicated and open ended plays.</p><p>Many times you will link this card away before your turn ends, but leaving it on the field with Photon Jumper as material, or using the attack boost to put <b>Starliege Photon Blast Dragon</b> under its own protection, is sometimes done as well. A mandatory card, and often the first xyz you make.</p>",
		"image": "85747929"
	},
	"hand":
	{
		"id": "hand",
		"name": "Photon Hand",
		"type": "spell",
		"priority": 0,
		"rating": 2,
		"count": "0-1 (side)",
		"analysis": "<p>Once not considered remotely viable, Photon Hand is now searchable by sending <b>Photon Jumper</b> to the GY off <b>Galaxy Hundred</b>, making it a decent 1-of tech going second.</p><p>The card is very meta dependent, but it can be sided during xyz heavy formats.</p>",
		"image": "15520842"
	},
	"hope":
	{
		"id": "hope",
		"name": "Last Hope Galaxy",
		"type": "spell",
		"priority": 0,
		"rating": 2,
		"count": "0-1 (main)",
		"analysis": "",
		"image": "4606229"
	},
	"hundred":
	{
		"id": "hundred",
		"name": "Galaxy Hundred",
		"type": "spell",
		"priority": 1,
		"rating": 1,
		"count": "3 (main)",
		"analysis": "",
		"image": "897409"
	},
	"hyper":
	{
		"id": "hyper",
		"name": "Hyper Galaxy",
		"type": "spell",
		"priority": 1,
		"rating": 2,
		"count": "0-1 (main / side)",
		"analysis": "",
		"image": "83512285"
	},
	"infinity":
	{
		"id": "infinity",
		"name": "Cyber Dragon Infinity",
		"type": "xyz",
		"priority": 6,
		"rating": 3,
		"count": "0-1 (main)",
		"analysis": "",
		"image": "10443957"
	},
	"jumper":
	{
		"id": "jumper",
		"name": "Photon Jumper",
		"type": "effect",
		"priority": -4,
		"rating": 1,
		"count": "3 (main)",
		"analysis": "",
		"image": "97639441"
	},
	"knight":
	{
		"id": "knight",
		"name": "Galaxy Knight",
		"type": "effect",
		"priority": -8,
		"rating": 3,
		"count": "0-1 (main)",
		"analysis": "",
		"image": "35950025"
	},
	"kuri":
	{
		"id": "kuri",
		"name": "Kuirphoton",
		"type": "effect",
		"priority": -1,
		"rating": 3,
		"count": "0",
		"analysis": "",
		"image": "35112613"
	},
	"light":
	{
		"id": "light",
		"name": "any Light",
		"type": "normal",
		"priority": 0,
		"rating": 0,
		"count": "0",
		"analysis": "",
		"image": "82085619"
	},
	"lizard":
	{
		"id": "lizard",
		"name": "Photon Lizard",
		"type": "effect",
		"priority": -3,
		"rating": 3,
		"count": "0-1 (main)",
		"analysis": "",
		"image": "38973775"
	},
	"lord":
	{
		"id": "lord",
		"name": "Galaxy-Eyes Photon Lord",
		"type": "xyz",
		"priority": 8,
		"rating": 1,
		"count": "1-2 (main)",
		"analysis": "",
		"image": "8165596"
	},
	"neo":
	{
		"id": "neo",
		"name": "Neo Galaxy-Eyes Photon Dragon",
		"type": "xyz",
		"priority": 9,
		"rating": 3,
		"count": "0",
		"analysis": "",
		"image": "39272762"
	},
	"orbital":
	{
		"id": "orbital",
		"name": "Photon Orbital",
		"type": "effect",
		"priority": -4,
		"rating": 1,
		"count": "3 (main)",
		"analysis": "",
		"image": "89132148"
	},
	"papill":
	{
		"id": "papill",
		"name": "Photon Papilloperative",
		"type": "xyz",
		"priority": 4,
		"rating": 3,
		"count": "0-1 (main)",
		"analysis": "",
		"image": "28150174"
	},
	"prime":
	{
		"id": "prime",
		"name": "Number 62: Galaxy-Eyes Prime Photon Dragon",
		"type": "xyz",
		"priority": 8,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "",
		"image": "31801517"
	},
	"reborn":
	{
		"id": "reborn",
		"name": "Monster Reborn",
		"type": "spell",
		"priority": 99,
		"rating": 3,
		"count": "0-1 (main)",
		"analysis": "",
		"image": "83764719"
	},
	"sanc":
	{
		"id": "sanc",
		"name": "Photon Sanctuary",
		"type": "spell",
		"priority": 0,
		"rating": 2,
		"count": "0-2 (main)",
		"analysis": "",
		"image": "17418744"
	},
	"slasher":
	{
		"id": "slasher",
		"name": "Photon Slasher",
		"type": "effect",
		"priority": -5,
		"rating": 3,
		"count": "0-1 (main)",
		"analysis": "",
		"image": "9718968"
	},
	"smasher":
	{
		"id": "smasher",
		"name": "Number 67: Pair-a-Dice Smasher",
		"type": "xyz",
		"priority": 5,
		"rating": 3,
		"count": "0",
		"analysis": "",
		"image": "35772782"
	},
	"sol":
	{
		"id": "sol",
		"name": "Galaxy-Eyes Solflare Dragon",
		"type": "link",
		"priority": -2,
		"rating": 1,
		"count": "2-3 (main)",
		"analysis": "",
		"image": "3356494"
	},
	"soldier":
	{
		"id": "soldier",
		"name": "Galaxy Soldier",
		"type": "effect",
		"priority": -5,
		"rating": 1,
		"count": "3 (main)",
		"analysis": "",
		"image": "46659709"
	},
	"spheres":
	{
		"id": "spheres",
		"name": "Hieratic Seal of the Heavenly Spheres",
		"type": "link",
		"priority": -2,
		"rating": 3,
		"count": "0-1 (main)",
		"analysis": "",
		"image": "24361622"
	},
	"spiral":
	{
		"id": "spiral",
		"name": "Tachyon Spiral Galaxy",
		"type": "trap",
		"priority": 0,
		"rating": 3,
		"count": "0",
		"analysis": "",
		"image": "89789152"
	},
	"stream":
	{
		"id": "stream",
		"name": "Photon Stream of Destruction",
		"type": "spell",
		"priority": 1,
		"rating": 2,
		"count": "0-1 (main / side)",
		"analysis": "",
		"image": "72044448"
	},
	"summoner":
	{
		"id": "summoner",
		"name": "Galaxy Summoner",
		"type": "effect",
		"priority": -4,
		"rating": 1,
		"count": "1-2 (main)",
		"analysis": "",
		"image": "863795"
	},
	"tachyon":
	{
		"id": "tachyon",
		"name": "Number 107: Galaxy-Eyes Tachyon Dragon",
		"type": "xyz",
		"priority": 8,
		"rating": 3,
		"count": "0-1 (main)",
		"analysis": "",
		"image": "88177324"
	},
	"thrasher":
	{
		"id": "thrasher",
		"name": "Photon Thrasher",
		"type": "effect",
		"priority": -4,
		"rating": 1,
		"count": "1-3 (main)",
		"analysis": "",
		"image": "65367484"
	},
	"titanic":
	{
		"id": "titanic",
		"name": "Number 38: Hope Harbinger Dragon Titanic Galaxy",
		"type": "xyz",
		"priority": 8,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "",
		"image": "63767246"
	},
	"trade":
	{
		"id": "trade",
		"name": "Trade-In",
		"type": "spell",
		"priority": 99,
		"rating": 3,
		"count": "0-3 (main)",
		"analysis": "",
		"image": "38120068"
	},
	"trance":
	{
		"id": "trance",
		"name": "Galaxy Trance",
		"type": "spell",
		"priority": 0,
		"rating": 1,
		"count": "1-3 (main)",
		"analysis": "",
		"image": "63956833"
	},
	"trans":
	{
		"id": "trans",
		"name": "Tachyon Transmigration",
		"type": "trap",
		"priority": 1,
		"rating": 2,
		"count": "0-3 (side)",
		"analysis": "",
		"image": "8038143"
	},
	"trident":
	{
		"id": "trident",
		"name": "Photon Trident",
		"type": "spell",
		"priority": 1,
		"rating": 3,
		"count": "0-1 (side)",
		"analysis": "",
		"image": "51589188"
	},
	"vanisher":
	{
		"id": "vanisher",
		"name": "Photon Vanisher",
		"type": "effect",
		"priority": -4,
		"rating": 1,
		"count": "2-3 (main)",
		"analysis": "",
		"image": "43147039"
	},
	"veil":
	{
		"id": "veil",
		"name": "Photon Veil",
		"type": "spell",
		"priority": 0,
		"rating": 3,
		"count": "0-1 (main / side)",
		"analysis": "",
		"image": "9354555"
	},
	"veiler":
	{
		"id": "veiler",
		"name": "Effect Veiler",
		"type": "effect",
		"priority": 0,
		"rating": 0,
		"count": "0",
		"analysis": "",
		"image": "97268402"
	},
	"wave":
	{
		"id": "wave",
		"name": "Galaxy Wave",
		"type": "spell",
		"priority": 1,
		"rating": 2,
		"count": "1 (side)",
		"analysis": "",
		"image": "77098449"
	},
	"wizard":
	{
		"id": "wizard",
		"name": "Galaxy Wizard",
		"type": "effect",
		"priority": 4,
		"rating": 1,
		"count": "2-3 (main)",
		"analysis": "",
		"image": "98555327"
	},
	"zeus":
	{
		"id": "zeus",
		"name": "Divine Arsenal AA-ZEUS - Sky Thunder",
		"type": "xyz",
		"priority": 12,
		"rating": 1,
		"count": "1 (main)",
		"analysis": "",
		"image": "90448279"
	}
}