{
	"1-card-combos":
	[
		{
			"name": "Hundred + any Light",
			"start": "hundred,light",
			"end": "sol,lord|afterglow,gpd|jumper",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard adding Soldier from deck. SS Soldier from hand discarding any Light; Soldier add Summoner from deck; GPD make Soldier level 8. NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition from deck. Expedition SS Afterglow from deck. Soldier + Afterglow = Cipher. Overlay Cipher X on Cipher. Cipher X detach Afterglow and Cipher; Afterglow SS GEPD from deck; Hundred banish a card. Summoner + Cipher X = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. GEPD + Afterglow = Lord."
		},
		{
			"name": "Soldier + any Light",
			"start": "soldier,light",
			"end": "sol,lord|emperor,cipherx",
			"reqs": "",
			"banishes": 1,
			"cipher": true,
			"path": "SS Soldier from hand discarding any Light; Soldier add Wizard from deck. NS Wizard. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Summoner from deck. Jumper + Summoner = GPD. GPD detach Summoner adding Expedition. Expedition SS Emperor from deck. Soldier + GPD = Solflare; Solflare add Summoner from GY. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Afterglow from deck. SS Afterglow from hand. Emperor + Afterglow = Cipher. Overlay Cipher X on Ciper. Cipher X detach Emperor and Afterglow; SS Emperor from GY; Afterglow SS GEPD from deck; Hundred banish a card. GEPD + Emperor = Lord."
		},
		{
			"name": "Foolish Burial",
			"start": "foolish",
			"end": "sol,lord|afterglow|emperor,soldier",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "Foolish Burial mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard adding Summoner from deck. NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Hundred from deck. Hundred mill Emperor; SS Emperor from GY. Summoner + GPD = Solflare; Solflare add Wizard from GY. Bonus NS Wizard. Tribute Wizard adding Expedition from deck. Expedition SS Soldier from deck; Soldier add Afterglow from deck. SS Afterglow from hand. Emperor + Afterglow = Lord."
		},
		{
			"name": "Galaxy Hundred",
			"start": "hundred",
			"end": "sol,lord|jumper",
			"reqs": "Eternal Galaxy",
			"banishes": 0,
			"cipher": false,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Summoner from deck. Summoner + Jumper = Solflare; Solflare add Summoner from GY. NS Summoner; Summoner SS Jumper from GY. Summoner + Jumper = GPD. GPD detach Summoner adding Eternal from deck. Set Eternal. During the opponent's turn: Eternal target GPD summoning Lord."
		},
		{
			"name": "Wizard",
			"start": "wizard",
			"end": "lord|jumper",
			"reqs": "Eternal Galaxy",
			"banishes": 0,
			"cipher": false,
			"path": "NS Wizard. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Summoner from deck. Jumper + Summoner = GPD. GPD detach Wizard adding Eternal from deck. Set Eternal. During the opponent's turn: Eternal target GPD summoning Lord."
		}
	],
	"2-card-combos":
	[
		{
			"name": "Hundred + Wizard",
			"start": "hundred,wizard",
			"end": "sol|gepd,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "NS Wizard. Wizard increase level by 4. Hundred mill Jumper; Jumper add Expedition from deck. Expedition SS Emperor from deck. Tribute Wizard adding Summoner from deck. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Trance from deck. Summoner make Emperor level 4. Summoner + Emperor = GPD. GPD detach Emperor adding Vanisher from deck. SS Vanisher from hand; Vanisher add GEPD from deck; GPD make Vanisher level 8. Trance SS Emperor from GY and Afterglow from deck. Emperor + Afterglow = Cipher. Overlay Cipher X on Cipher. Cipher X detach Afterglow and Emperor; SS Emperor from GY; Afterglow SS GEPD from deck; Hundred banish a card. GPD + Cipher X = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. Afterglow + GEPD = Lord. Emperor + Vanisher = Titanic."
		},
		{
			"name": "Expedition + Wizard",
			"start": "exp,wizard",
			"end": "sol|gepd,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "NS Wizard. Wizard increase level by 4. Expedition SS Emperor from deck. Tribute Wizard adding Summoner from deck. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Trance from deck. Summoner make Emperor level 4. Summoner + Emperor = GPD. GPD detach Emperor adding Vanisher from deck. SS Vanisher from hand; Vanisher add GEPD from deck; GPD make Vanisher level 8. Trance SS Emperor from GY and Afterglow from deck. Emperor + Afterglow = Cipher. Overlay Cipher X on Cipher. Cipher X detach Afterglow and Emperor; SS Emperor from GY; Afterglow SS GEPD from deck; Hundred banish a card. GPD + Cipher X = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. Afterglow + GEPD = Lord. Emperor + Vanisher = Titanic."
		},
		{
			"name": "Soldier + Emperor",
			"start": "soldier,emperor",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "SS Soldier from hand discarding Emperor; Soldier add Wizard from deck; SS Emperor from GY. NS Wizard. Tribute Wizard adding Summoner from deck. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Expedition from deck. Summoner make Soldier level 4. Summoner + Soldier = GPD. GPD detach Summoner adding Trance from deck. Expedition SS Afterglow from deck. Emperor + Afterglow = Cipher. Overlay Cipher X on Cipher. Cipher X detach Afterglow and Cipher; Afterglow SS GEPD from deck; Hundred banish a card. Cipher X + GPD = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. GEPD + Afterglow = Lord. Trance SS Emperor from GY and any level 8 from deck. GEPD + the level 8 = Titanic."
		},
		{
			"name": "Soldier + Jumper",
			"start": "soldier,jumper",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "SS Soldier from hand discarding Jumper; Soldier add Wizard from deck; Jumper add Hundred from deck. NS Wizard. Tribute Wizard adding Summoner from deck. Hundred mill Emperor; SS Emperor from GY. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Trance. Summoner make Soldier level 4. Summoner + Soldier = GPD. GPD detach Summoner adding Expedition. Expedition SS Afterglow from deck. Afterglow + Emperor = Cipher. Overlay Cipher X on Cipher. Cipher X detach Emperor and Afterglow; Afterglow SS GEPD from deck; Hundred banish a card. Cipher X + GPD = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. Afterglow + GEPD + Lord. Trance SS Emperor from GY and any level 8 from deck. Emperor + the level 8 = Titanic."
		},
		{
			"name": "Wizard + Jumper",
			"start": "wizard,jumper",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "NS Wizard. Tribute Wizard adding Soldier from deck. SS Soldier from hand discarding Jumper; Soldier add Summoner from deck; Jumper add Hundred from deck. Hundred mill Emperor; SS Emperor from GY. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Trance from deck. Summoner make Soldier level 4. Summoner + Soldier = GPD. GPD detach Summoner adding Expedition. Expedition SS Afterglow from deck. Afterglow + Emperor = Cipher. Overlay Cipher X on Cipher. Cipher X detach Emperor and Afterglow; Afterglow SS GEPD from deck. Cipher X + GPD = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. Afterglow + GEPD = Lord. Trance SS Emperor from GY and any level 8 from deck. Emperor + the level 8 = Titanic."
		},
		{
			"name": "Vanisher + Jumper",
			"start": "vanisher,jumper",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "NS Jumper. SS Vanisher from hand; Vanisher add GEPD to hand. Jumper + Vanisher = GPD. GPD detach Jumper adding Soldier from deck; Jumper add Hundred from deck. Hundred mill Emperor; SS Emperor from GY. SS Soldier from hand discarding GEPD; Soldier add Wizard from deck; GPD make Soldier level 8. Bonus NS Wizard. Tribute Wizard adding Trance from deck. Trance SS GEPD from GY and Afterglow from deck; Hundred banish a card. Afterglow + GEPD = Cipher. Overlay Cipher X on Cipher. Cipher X detach Afterglow and GEPD; Afterglow SS GEPD from deck. GPD + Cipher X = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. Afterglow + GEPD = Lord. Soldier + Emperor = Titanic."
		},
		{
			"name": "Wizard + Emperor",
			"start": "wizard,emperor",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "NS Wizard. Tribute Wizard adding Soldier from deck. SS Soldier from hand discarding Emperor; Soldier add Summoner from deck; SS Emperor from GY. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Expedition from deck. Summoner make Soldier level 4. Summoner + Soldier = GPD. GPD detach Summoner adding Trance from deck. Expedition SS Afterglow from deck. Emperor + Afterglow = Cipher. Overlay Cipher X on Cipher. Cipher X detach Afterglow and Cipher; Afterglow SS GEPD from deck; Hundred banish a card. GPD + Cipher X = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. GEPD + Afterglow = Lord. Trance SS Emperor from GY and any level 8 from deck. Emperor + the level 8 = Titanic."
		},
		{
			"name": "Wizard + Summoner",
			"start": "wizard,summoner",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "NS Wizard. Tribute Wizard adding Hundred from deck. Hundred mill Emperor; SS Emperor from GY. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition from deck. Expedition SS Afterglow from deck. Summoner make Afterglow level 4. Summoner + Afterglow = GPD. GPD detach Afterglow adding Trance; Afterglow SS GEPD from deck; Hundred banish a card. GPD + Emperor = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. Afterglow + GEPD = Lord. Trance SS Emperor from GY and any level 8 from deck. Emperor + the level 8 = Titanic."
		},
		{
			"name": "Hundred + Emperor",
			"start": "hundred,emperor",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Wizard + Jumper = GPD. GPD detach Wizard adding Soldier from deck. SS Soldier from hand discarding Emperor; SS Emperor from GY; Soldier add Summoner from deck; GPD make Soldier level 8. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition. Expedition SS GEPD from deck; Hundred banish a card. Summoner + GPD = Solflare; Solflare add Wizard from GY. Bonus NS Wizard. Tribute Wizard adding Afterglow. SS Afterglow from hand. Afterglow + GEPD = Lord. Soldier + Emperor = Titanic."
		},
		{
			"name": "Hundred + Summoner",
			"start": "hundred,summoner",
			"end": "sol,lord|afterglow|emperor,titanic",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard milling Emperor; SS Emperor from GY. NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition from deck. Expedition SS Soldier from deck; Soldier add Afterglow from deck; GPD make Soldier level 8. Summoner + GPD = Solflare; Solflare add Wizard from GY. SS Afterglow from hand. Afterglow + Emperor = Lord. Bonus NS Wizard. Wizard increase level by 4. Soldier + Wizard = Titanic."
		},
		{
			"name": "Hundred + Trance",
			"start": "hundred,trance",
			"end": "sol,lord|afterglow|emperor,titanic",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "Hundred mill Jumper; Jumper add Expedition from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard milling Emperor; SS Emperor from GY. Expedition SS Soldier from deck; Soldier add Summoner from deck; GPD make Soldier level 8. NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Afterglow. Summoner + GPD = Solflare; Solflare add Wizard from GY. SS Afterglow from hand. Afterglow + Emperor = Lord. Bonus NS Wizard. Wizard increase level by 4. Soldier + Wizard = Titanic."
		},
		{
			"name": "Hundred + Expedition",
			"start": "hundred,exp",
			"end": "sol,lord|afterglow|emperor,titanic",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard milling Emperor; SS Emperor from GY. Expedition SS Soldier from deck; Soldier add Summoner from deck; GPD make Soldier level 8. NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Afterglow. Summoner + GPD = Solflare; Solflare add Wizard from GY. SS Afterglow from hand. Afterglow + Emperor = Lord. Bonus NS Wizard. Wizard increase level by 4. Soldier + Wizard = Titanic."
		},
		{
			"name": "Hundred + Soldier",
			"notes": "Afterglow can be chosen over GEPD to get a banish on the opponent's turn instead of yours.",
			"start": "hundred,soldier",
			"end": "sol,lord|emperor,titanic",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Wizard + Jumper = GPD. GPD detach Wizard adding Emperor from deck. SS Soldier from hand discarding Emperor; SS Emperor from GY; Soldier add Summoner from deck; GPD make Soldier level 8. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition. Expedition SS GEPD from deck; Hundred banish a card. Soldier + Emperor = Lord. Summoner + GPD = Solflare; Solflare add Wizard from GY. Bonus NS Wizard. Wizard increase level by 4. Wizard + GEPD = Titanic."
		},
		{
			"name": "Soldier + Wizard",
			"start": "soldier,wizard",
			"end": "sol,lord|emperor,blast|jumper",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "SS Soldier from hand discarding Wizard; Soldier add Summoner from deck. NS Summoner; Summoner SS Wizard from GY. Summoner make Soldier level 4. Soldier + Summoner = GPD. GPD detach Summoner adding Vanisher from deck. Tribute Wizard adding Hundred from deck. SS Vanisher from hand; Vanisher add GEPD from deck; GPD make Vanisher level 8. Hundred mill Jumper; Jumper add Expedition from deck. Expedition SS Emperor from deck. Emperor + Vanisher = Cipher. Overlay Cipher X on Cipher. Cipher X detach Cipher and Emperor; SS Emperor from GY. Cipher X + GPD = Solflare; Solflare add Wizard from GY. Bonus NS Wizard; Tribute Wizard adding Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = Blast; Blast SS GEPD from hand; Hundred banish a card. GEPD + Emperor = Lord."
		},
		{
			"name": "Soldier + Wizard (alternate)",
			"start": "soldier,wizard",
			"end": "sol,lord|emperor,titanic",
			"reqs": "Eternal Galaxy",
			"banishes": 2,
			"cipher": true,
			"path": "SS Soldier from hand discarding Wizard; Soldier add Summoner from deck. NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Expedition from deck. Summoner make Emperor level 4. Summoner + Emperor = GPD. GPD detach Emperor adding Trance from deck. Trance SS Emperor from GY and Afterglow from deck. Afterglow + Emperor = Cipher. Overlay Cipher X on Cipher. Cipher X detach Emperor and Afterglow; SS Emperor from GY; Afterglow SS GEPD from deck; Hundred banish a card. GEPD + Emperor = Lord. Soldier + Cipher X = Solflare; Solflare add Wizard from GY. Bonus NS Wizard. Tribute Wizard adding Eternal. Set Eternal. During the opponent's turn: Eternal target GPD summoning Titanic."
		},
		{
			"name": "Hundred + Vanisher",
			"start": "hundred,vanisher",
			"end": "sol,lord|afterglow,blast|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard adding Expedition. SS Vanisher from hand; Vanisher add GEPD from deck; GPD make Vanisher level 8. Expedition SS Emperor from deck. Emperor + Vanisher = Cipher. Overlay Cipher X on Cipher. Cipher X detach Cipher and Emperor; SS Emperor from GY. Ciper X + GPD = Solflare; Solflare add Wizard from GY. NS Wizard. Tribute Wizard adding Summoner from deck. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Afterglow. SS Afterglow from hand. Summoner make Emperor level 4. Summoner + Emperor = Blast; Blast SS GEPD from hand; Hundred banish a card. GEPD + Afterglow = Lord."
		},
		{
			"name": "Hundred + Vanisher (alternate)",
			"start": "hundred,vanisher",
			"end": "sol|gepd,lord,blast",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard adding Expedition. SS Vanisher from hand; Vanisher add GEPD from deck; GPD make Vanisher level 8. Expedition SS Soldier from deck; Soldier add Summoner from deck. NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Afterglow. Summoner make Soldier level 4. Summoner + Soldier = Blast; Blast SS GEPD from hand; Hundred banish a card. SS Afterglow from hand. Afterglow + GEPD = Cipher. Overlay Cipher X on Cipher. Cipher X detach GEPD and Afterglow; Afterglow SS GEPD from deck. GPD + Cipher X = Solflare; Solflare add GEPD from GY. Vanisher + GEPD = Lord."
		},
		{
			"name": "Wizard + Vanisher",
			"start": "wizard,vanisher",
			"end": "sol,lord|emperor,blast|jumper",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "NS Wizard. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Summoner from deck. Jumper + Summoner = GPD. SS Vanisher from hand; Vanisher add GEPD from deck; GPD make Vanisher level 8. GPD detach Summoner adding Expedition from deck. Expedition SS Emperor from deck. Emperor + Vanisher = Cipher. Overlay Cipher X on Cipher. Cipher X detach Cipher and Emperor; SS Emperor from GY. Cipher X + GPD = Solflare; Solflare add Summoner from GY. Bonus NS Summoner; Summoner SS Jumper from GY. Summoner + Jumper = Blast; Blast SS GEPD from hand; Hundred banish a card. GEPD + Emperor = Lord."
		},
		{
			"name": "Wizard + Trance",
			"start": "wizard,trance",
			"end": "sol,lord|emperor,blast|jumper",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "NS Wizard. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Expedition from deck. Trance SS Jumper from GY and Summoner from deck. Jumper + Summoner = GPD. GPD detach Summoner adding Vanisher from deck. SS Vanisher from hand; Vanisher add GEPD from deck; GPD make Vanisher level 8. Expedition SS Emperor from deck. Emperor + Vanisher = Cipher. Overlay Cipher X on Cipher. Cipher X detach Cipher and Emperor; SS Emperor from GY. Cipher X + GPD = Solflare; Solflare add Summoner from GY. Bonus NS Summoner; Summoner SS Jumper from GY. Summoner + Jumper = Blast; Blast SS GEPD from hand; Hundred banish a card. GEPD + Emperor = Lord."
		},
		{
			"name": "Wizard + Thrasher",
			"start": "wizard,thrasher",
			"end": "sol,lord|emperor,blast",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "SS Thrasher from hand. NS Wizard. Tribute Wizard adding Hundres from deck. Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Summoner from deck. Summoner + Jumper = GPD. GPD detach Summoner milling Emperor; SS Emperor from GY. Thrasher + GPD = Solflare; Solflare add Summoner from GY. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition from deck. Expedition SS Soldier from deck; Soldier add GEPD from deck. Summoner make Soldier level 4. Summoner + Soldier = Blast; Blast SS GEPD from hand; Hundred banish a card. GEPD + Emperor = Lord."
		},
		{
			"name": "Wizard + Afterglow",
			"start": "wizard,afterglow",
			"end": "sol,lord|afterglow,blast",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "NS Wizard. Tribute Wizard adding Hundred from deck. Hundred mill Jumper. Jumper add Trance from deck. Trance SS Jumper from GY and Summoner from deck. Summoner + Jumper = GPD. GPD detach Summoner milling Emperor; SS Emperor from GY. Emperor + GPD = Solflare; Solflare add Summoner from GY. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition. SS Afterglow from hand. Expedition SS Soldier from deck; Soldier add GEPD from deck. Summoner make Soldier level 4. Summoner + Soldier = Blast; Blast SS GEPD from hand; Hundred banish a card. Afterglow + GEPD = Lord."
		},
		{
			"name": "Thrasher + Jumper / Brave + Jumper",
			"start": "thrasher,jumper",
			"end": "sol,lord|afterglow|emperor,cipherx",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "SS Thrasher from hand. NS Jumper. Jumper + Thrasher = GPD. GPD detach Jumper adding Hundred from deck; Jumper add Trance from deck. Hundred mill Emperor. Trance SS Emperor from GY and Afterglow from deck. Emperor + Afterglow = Cipher. Overlay Cipher X on Cipher. Cipher X detach Emperor and Afterglow; SS Emperor from GY; Afterglow SS GEPD from deck; Hundred banish a card. GEPD + GPD = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. Afterglow + Emperor = Lord."
		},
		{
			"name": "Thrasher + Vanisher / Brave + Vanisher",
			"start": "thrasher,vanisher",
			"end": "sol,lord|afterglow,cipherx",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "SS Thrasher from hand. SS Vanisher from hand; Vanisher add GEPD from deck. Thrasher + Vanisher = GPD. GPD detach Thrasher adding Soldier from deck. SS Soldier from hand discarding GEPD; Soldier add Wizard from deck; GPD make Soldier level 8. NS Wizard. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Expedition from deck. Expedition SS Emperor from deck. Emperor + Soldier = Cipher. Overlay Cipher X on Cipher. Cipher X detach Emperor and Cipher; SS Emperor from GY. Emperor + GPD = Solflare; Solflare add Wizard from GY. Bonus NS Wizard. Tribute Wizard adding Trance from deck. Trance SS GEPD from GY and Afterglow from deck; Hundred banish a card. Afterglow + GEPD = Lord."
		},
		{
			"name": "Wizard + Wizard",
			"start": "wizard,wizard",
			"end": "sol,lord|afterglow",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "NS Wizard. Tribute Wizard adding Hundred from deck. Hundred mill Jumper. Jumper add Trance from deck. Trance SS Jumper from GY and Summoner from deck. Summoner + Jumper = GPD. GPD detach Summoner milling Emperor; SS Emperor from GY. Bonus NS Wizard. Tribute Wizard adding Expedition from deck. Expedition SS Afterglow from deck. Afterglow + Emperor = Cipher. Overlay Cipher X on Cipher. Cipher X detach Cipher and Afterglow; Afterglow SS GEPD from deck; Hundred banish a card. Cipher X + GPD = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. Afterglow + GEPD = Lord."
		},
		{
			"name": "Orbital + Vanisher",
			"start": "orbital,vanisher",
			"end": "sol|gepd,lord|afterglow|emperor",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "NS Orbital. SS Vanisher adding GEPD from deck. Orbital + Vanisher = GPD. GPD detach Orbital adding Hundred from deck. Hundred mill Emperor; SS Emperor from GY. GPD + Emperor = Solflare; Solflare add Orbital from GY. Equip Orbital to Solflare. Orbital add Wizard from deck. Bonus NS Wizard. Tribute Wizard adding Trance. Trance SS Emperor from GY and Afterglow from deck. Afterglow + Emperor = Lord."
		},
		{
			"name": "Orbital + Vanisher (alternate)",
			"start": "orbital,vanisher",
			"end": "sol,lord|afterglow",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "NS Orbital. SS Vanisher adding GEPD from deck. Orbital + Vanisher = GPD. GPD detach Orbital adding Hundred from deck. Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = Blast; Blast SS GEPD from hand; Hundred banish a card. GPD + Blast = Solflare; Solflare add Orbital to hand. Equip Orbital to Solflare. Orbital add Afterglow to hand. SS Afterglow from hand. Afterglow + GEPD = Lord."
		},
		{
			"name": "Summoner + Vanisher",
			"start": "summoner,vanisher",
			"end": "sol,lord|emperor",
			"reqs": "Bujinki Ahashima",
			"banishes": 1,
			"cipher": false,
			"path": "NS Summoner. SS Vanisher adding GEPD from deck. Summoner + Vanisher = GPD. GPD detach Summoner adding Hundred from deck. Hundred mill Emperor; SS Emperor from GY. GPD + Emperor = Solflare; Solflare add Summoner from GY. Bonus NS Summoner; Summoner SS Emperor from GY. Summoner make Emperor level 4. Summoner + Emperor = Ahashima; Ahashima SS GEPD from hand and Emperor from GY making Lord."
		},
		{
			"name": "Summoner + Vanisher (alternate)",
			"start": "summoner,vanisher",
			"end": "lord|jumper",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "NS Summoner. SS Vanisher adding GEPD from deck. Summoner + Vanisher = GPD. GPD detach Summoner adding Hundred from deck. Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck; GPD make Jumper level 8. SS GEPD from hand tributing GPD and Wizard; Hundred banish a card. GEPD + Jumper = Lord."
		},
		{
			"name": "Wizard + Brave",
			"start": "wizard,brave",
			"end": "lord,gpd|jumper",
			"reqs": "",
			"banishes": 0,
			"cipher": false,
			"path": "NS Wizard. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard adding Vanisher from deck. SS Vanisher from hand; Vanisher add GEPD from deck; GPD make Vanisher level 8. SS Brave revealing GEPD. Brave + Vanisher = Lord."
		},
		{
			"name": "Wizard + Brave (alternate)",
			"start": "wizard,brave",
			"end": "sol|gepd,blast",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "NS Wizard. Tribute Wizard adding Hundred from deck. Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard adding Vanisher from deck. SS Brave revealing Vanisher. SS Vanisher from hand; Vanisher add GEPD from deck. Brave + Vanisher = Blast; SS GEPD from hand; Hundred banish a card. GPD + GEPD = Solflare; Solflare add GEPD from GY."
		},
		{
			"name": "Orbital + Orbital",
			"start": "orbital,orbital",
			"end": "lord|jumper",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "NS Orbital. Equip Orbital to Orbital. Orbital add Vanisher from deck. SS Vanisher adding GEPD from deck. Orbital + Vanisher = GPD. GPD detach Orbital adding Hundred from deck. Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck; GPD make Jumper level 8. SS GEPD from hand tributing GPD and Wizard; Hundred banish a card. GEPD + Jumper = Lord."
		},
		{
			"name": "Soldier + Jumper (turbo blast example)",
			"notes": "Many 2 card combos have lines ending on Photon Blast and Galaxy Photon Dragon instead of Titanic. Blast secures a second banish - potentially in the Draw Phase - and the board enjoys both targeting and destruction immunity.",
			"start": "soldier,jumper",
			"end": "sol,lord|afterglow|emperor,blast|jumper,gpd",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "SS Soldier from hand discarding Jumper; Soldier add Wizard from deck; Jumper add Hundred from deck. NS Wizard. Tribute Wizard adding Summoner from deck. Hundred mill Emperor; SS Emperor from GY. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition from deck. Expedition SS Afterglow from deck. Summoner make Afterglow level 4. Summoner + Afterglow = GPD. GPD detach Afterglow adding Trance from deck; Afterglow SS GEPD from deck; Hundred banish a card. Soldier + GEPD = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand. Afterglow + Emperor = Lord. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = Blast."
		}
	],
	"3-card-combos":
	[
		{
			"name": "3 card combo (example)",
			"notes": "Unlike the 2 card combos, there are nearly endless 3 card combos. This example demonstrates a high ceiling monster board, but in practice - when you have 3+ extenders - you should prioritize playing through handtraps, securing follow up, and potentially searching backrow.",
			"start": "soldier,vanisher,jumper",
			"end": "sol,lord|afterglow,titanic|emperor,blast|jumper,gpd",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path":"SS Soldier from hand discarding Jumper; Soldier add Wizard from deck; Jumper add Hundred from deck. Hundred mill Emperor; SS Emperor from GY. SS Vanisher from hand; Vanisher add GEPD from deck. NS Wizard. Tribute Wizard adding Summoner from deck. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition from deck. Expedition SS Afterglow from deck. Summoner make Afterglow level 4. Afterglow + Summoner = GPD. GPD detach Afterglow adding Trance from deck; Afterglow SS GEPD from deck; Hundred banish a card. Emperor + GEPD = Titanic. Soldier + Vanisher = Solflare; Solflare add Afterglow from GY. Trance SS Jumper from GY and Wizard from deck. Wizard + Jumper = Blast; Blast SS GEPD from hand. SS Afterglow from hand. Afterglow + GEPD = Lord."
		}
	],
	"last-hope-combos":
	[
		{
			"name": "Hundred + Trance (alternate)",
			"start": "hundred,trance",
			"end": "sol,lord|afterglow|emperor,titanic,cipherx",
			"reqs": "Numbers Last Hope",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred mill Jumper; Jumper add Expedition from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard milling Emperor; SS Emperor from GY. Expedition SS Soldier from deck; Soldier add Summoner from deck; GPD make Soldier level 8. NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Afterglow. Summoner + GPD = Solflare; Solflare add Wizard from GY. SS Afterglow from hand. Afterglow + Emperor = Cipher. Overlay Cipher on Cipher X. Cipher X detach Afterglow and Emperor; Afterglow SS GEPD from deck; Hundred banish a card. Bonus NS Wizard. Tribute Wizard adding Last Hope from deck. Last Hope SS Emperor and Afterglow from GY making Lord. GEPD + Soldier = Titanic."
		},
		{
			"name": "Hundred + Expedition (alternate)",
			"start": "hundred,exp",
			"end": "sol,lord|afterglow|emperor,titanic,cipherx",
			"reqs": "Numbers Last Hope",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard milling Emperor; SS Emperor from GY. Expedition SS Soldier from deck; Soldier add Summoner from deck; GPD make Soldier level 8. NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Afterglow. Summoner + GPD = Solflare; Solflare add Wizard from GY. SS Afterglow from hand. Afterglow + Emperor = Cipher. Overlay Cipher on Cipher X. Cipher X detach Afterglow and Emperor; Afterglow SS GEPD from deck; Hundred banish a card. Bonus NS Wizard. Tribute Wizard adding Last Hope from deck. Last Hope SS Emperor and Afterglow from GY making Lord. GEPD + Soldier = Titanic."
		},
		{
			"name": "Hundred + Emperor (alternate)",
			"start": "hundred,emperor",
			"end": "sol,lord|afterglow|emperor,titanic,cipherx",
			"reqs": "Numbers Last Hope",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Wizard + Jumper = GPD. GPD detach Wizard adding Soldier from deck. SS Soldier from hand discarding Emperor; Soldier add Summoner from deck; SS Emperor from GY; GPD make Soldier level 8. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition. Expedition SS Afterglow from deck. Afterglow + Emperor = Cipher. Overlay Cipher X on Cipher. Cipher X detach Emperor and Afterglow; Afterglow SS GEPD from deck; Hundred banish a card. Summoner + GPD = Solflare; Solflare add Wizard from GY. Bonus NS Wizard. Tribute Wizard adding Last Hope. Last Hope SS Afterglow and Emperor from GY making Lord. Soldier + GEPD = Titanic."
		},
		{
			"name": "Hundred + Soldier (alternate)",
			"start": "hundred,soldier",
			"end": "sol,lord|afterglow|emperor,titanic,cipherx",
			"reqs": "Numbers Last Hope",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Wizard + Jumper = GPD. GPD detach Wizard adding Emperor from deck. SS Soldier from hand discarding Emperor; SS Emperor from GY; Soldier add Summoner from deck; GPD make Soldier level 8. Bonus NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition. Expedition SS Afterglow from deck. Afterglow + Emperor = Cipher. Overlay Cipher X on Cipher. Cipher X detach Afterglow and Emperor; Afterglow SS GEPD from deck; Hundred banish a card. Summoner + GPD = Solflare; Solflare add Wizard from GY. Bonus NS Wizard. Tribute Wizard adding Last Hope. Last Hope SS Afterglow and Emperor from GY making Lord. Soldier + GEPD = Titanic."
		},
		{
			"name": "Hundred + Summoner (alternate)",
			"start": "hundred,summoner",
			"end": "sol,lord|afterglow|emperor,titanic,cipherx",
			"reqs": "Numbers Last Hope",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred mill Jumper; Jumper add Trance from deck. Trance SS Jumper from GY and Wizard from deck. Wizard + Jumper = GPD. GPD detach Wizard milling Emperor; SS Emperor from GY. NS Summoner; Summoner SS Wizard from GY. Tribute Wizard adding Expedition. Expedition SS Soldier from deck; Soldier add Afterglow from deck; GPD make Soldier level 8. GPD + Summoner = Solflare; Solflare add Wizard from GY. SS Afterglow from hand. Afterglow + Emperor = Cipher. Overlay Cipher X on Cipher. Cipher X detach Afterglow and Emperor; Afterglow SS GEPD from deck; Hundred banish a card. Bonus NS Wizard. Tribute Wizard adding Last Hope from deck. Last Hope SS Emperor and Afterglow from GY making Lord. GEPD + Soldier = Titanic."
		}
	],
	"spicy-combos":
	[
		{
			"name": "Optimized Turn Skip (example)",
			"notes": "Skip your opponent's turn if they activate a card on the field. Deadly but vulnerable.",
			"start": "soldier,jumper",
			"end": "durendal,gpd,gepd,decel",
			"reqs": "Tellarknight Ptolemaeus, Satellarknight Constellar Diamond, Artifact Durendal, Photon Timestop",
			"banishes": 0,
			"cipher": false,
			"path": "SS Soldier from hand discarding Jumper; Jumper add Expedition from deck; Soldier add Summoner from deck. NS Summoner; Summoner SS Jumper from GY. Expedition SS Afterglow from deck. Summoner make Afterglow level 4. Summoner + Afterglow = GPD. GPD detach Afterglow adding Timestop from deck; Afterglow SS GEPD from deck. Soldier + GEPD = Solflare; Solflare add Afterglow from GY. SS Afterglow from hand; GPD make Afterglow level 4. Jumper + Afterglow = Ptolemaeus. Set Timestop. During your End Phase: Ptolemaeus attach Constellar Diamond from Extra Deck as material. During the opponent's Draw Phase: Ptolemaeus detach all (including Jumper and Afterglow) to SS Durendal from Extra Deck; Afterglow SS GEPD from deck; Jumper add a Spell or Trap from deck."
		},
		{
			"name": "Pure Turn Skip (example)",
			"notes": "Turn skip without Tellarknights saves space but is less reliabile. Photon Slasher is an option.",
			"start": "soldier,vanisher,jumper",
			"end": "durendal,gepd,decel",
			"reqs": "Artifact Durendal, Photon Timestop",
			"banishes": 0,
			"cipher": false,
			"path": "SS Soldier from hand discarding Jumper; Jumper add Expedition from deck; Soldier add Summoner from deck. NS Summoner; Summoner SS Jumper from GY. Jumper + Summoner = GPD. SS Vanisher from hand; Vanisher add GEPD from deck; GPD make Vanisher level 8. GPD detach Summoner adding Timestop from deck. Expedition SS Soldier from deck. Soldier + Soldier = Durendal. SS GEPD from hand tributing Vanisher and GPD. Set Timestop."
		},
		{
			"name": "Triple Veiler (example)",
			"notes": "Turn extra cards into Effect Veilers to insulate yourself against board breakers.",
			"start": "thrasher,vanisher,jumper,light,light",
			"end": "sol|veiler|veiler|veiler,lord|afterglow|emperor",
			"reqs": "Photon Veil, Effect Veiler",
			"banishes": 1,
			"cipher": false,
			"path": "SS Thrasher from hand. SS Vanisher from hand; Vanisher add GEPD from deck. Thrasher + Vanisher = GPD. GPD detach Thrasher adding Soldier. SS Soldier from hand discarding Jumper; Soldier add Wizard from deck; Jumper add Veil from deck; GPD make Soldier level 8. NS Wizard. Tribute Wizard adding Hundred. Hundred mill Emperor; SS Emperor from GY. Soldier + GPD = Solflare; Solflare add Wizard from GY. Bonus NS Wizard. Tribute Wizard adding Expedition. Expedition SS Afterglow from deck. Afterglow + Emperor = Lord. Veil return GEPD and the two remaining Light monsters to deck adding three Effect Veilers."
		},
		{
			"name": "Terribly Tired Galaxy (example)",
			"notes": "Floodgate your opponent with Bagooska and rank it up into Photon Lord if they have an out.",
			"start": "soldier,thrasher,vanisher",
			"end": "sol|gepd,bagooska|jumper,eternal",
			"reqs": "Number 41: Bagooska the Terribly Tired Tapir, Eternal Galaxy",
			"banishes": 0,
			"cipher": false,
			"path": "SS Thrasher from hand. SS Vanisher from hand; Vanisher add GEPD from deck. Thrasher + Vanisher = GPD. SS Soldier from hand discarding GEPD; Soldier add Summoner from deck; GPD make Soldier level 8. GPD detach Thrasher milling Jumper; Jumper add Eternal from deck. NS Summoner; Summoner SS Jumper from GY. Soldier + GPD = Solflare; Solflare add GEPD from GY. Summoner + Jumper = Bagooska. Set Eternal."
		}
	]
}