{
	"1-card-combos":
	[
		{
			"name": "Hundred + any Light",
			"start": "hundred,light",
			"end": "sol,lord|afterglow,gpd|jumper",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred mill Jumper; Jumper add Trance. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard adding Soldier. SS Soldier discarding any Light; Soldier add Summoner; GPD make Soldier level 8. NS Summoner; Summoner SS Wizard. Tribute Wizard adding Expedition. Expedition SS Afterglow. Soldier + Afterglow = Cipher. Overlay Cipher X on Cipher. Cipher X detach Afterglow and Cipher; Afterglow SS GEPD. Summoner + Cipher X = Solflare; Solflare add Afterglow. SS Afterglow. GEPD + Afterglow = Lord."
		},
		{
			"name": "Soldier + any Light",
			"start": "soldier,light",
			"end": "sol,lord|emperor,cipherx",
			"reqs": "",
			"banishes": 1,
			"cipher": true,
			"path": "SS Soldier discarding any Light; Soldier add Wizard. NS Wizard. Tribute Wizard adding Hundred. Hundred mill Jumper; Jumper add Trance. Trance SS Jumper from GY and Summoner from deck. Jumper + Summoner = GPD. GPD detach Summoner adding Expedition. Expedition SS Emperor. Soldier + GPD = Solflare; Solflare add Summoner. Bonus NS Summoner; Summoner SS Wizard. Tribute Wizard adding Afterglow. SS Afterglow. GEPD + Afterglow = Cipher. Overlay Cipher X on Ciper. Cipher X detach Emperor and Afterglow; Emperor SS self, Afterglow SS GEPD. GEPD + Emperor = Lord."
		},
		{
			"name": "Foolish Burial",
			"start": "foolish",
			"end": "sol,lord|afterglow|emperor,soldier",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "Foolish Burial mill Jumper; Jumper add Trance. Trance SS Jumper from GY and Wizard from deck. Jumper + Wizard = GPD. GPD detach Wizard adding Summoner. NS Summoner; Summoner SS Wizard. Tribute Wizard adding Hundred. Hundred mill Emperor; Emperor SS self. Summoner + GPD = Solflare; Solflare add Wizard. Bonus NS Wizard. Tribute Wizard adding Expedition. Expedition SS Soldier; Soldier add Afterglow. Afterglow SS self. Emperor + Afterglow = Lord."
		},
		{
			"name": "Galaxy Hundred",
			"start": "hundred",
			"end": "sol,lord|jumper",
			"reqs": "Eternal Galaxy",
			"banishes": 0,
			"cipher": false,
			"path": "Hundred sends jumper. jumper searches trance. trance for jumper and summoner. both into sol which recovers summoner. ns summoner which revives jumper. overlay both for gpd which detaches summoner to search eternal galaxy."
		},
		{
			"name": "Wizard",
			"start": "wizard",
			"end": "lord|jumper",
			"reqs": "Eternal Galaxy",
			"banishes": 0,
			"cipher": false,
			"path": "NS Wizard. Tribute Wizard adding Hundred. Hundred mill Jumper; Jumper add Trance. Trance SS Jumper from GY and Summoner from deck. Jumper + Summoner = GPD. GPD detach Wizard adding Eternal. Set Eternal. On the opponent's turn: Eternal target GPD, summon Lord."
		}
	],
	"2-card-combos":
	[
		{
			"name": "Soldier + Emperor",
			"start": "soldier,emperor",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "SS Soldier discarding Emperor; Soldier add Wizard; Emperor SS self. NS Wizard. Tribute Wizard adding Summoner. Bonus NS Summoner; Summoner SS Wizard. Tribute Wizard adding Expedition. Summoner make Soldier level 4. Summoner + Soldier = GPD. GPD detach Summoner adding Trance. Exp SS Afterglow. Emperor + Afterglow = Cipher. Overlay Cipher X on Cipher. Cipher X detach Afterglow and Cipher; Afterglow SS GEPD. GPD + CipherX = Solflare; Solflare add Afterglow. Afterglow SS self. GEPD + Afterglow = Lord. Trance SS Emperor from GY and GEPD from deck. GEPD + Emperor = Titanic."
		},
		{
			"name": "Soldier + Jumper",
			"start": "soldier,jumper",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Summon soldier by discarding jumper. soldier searches wizard and jumper searches hundred. ns wizard and tribute it to search summoner. hundred sends emperor which summons itself. normal summoner and use it to revive wizard. summoner makes soldier lvl 4. overlay both for gpd. gpd detach anything to search expedition. expedition summons afterglow. Overlay it and emperor for cipher into X. X detach emperor and afterglow. Afterglow summons gepd. X and gpd for sol which recovers afterglow. special afterglow and overlay it and gepd for lord. wizard tributes itself to search trance. trance targets emperor and summons it and a lvl 8 galaxy. overlay both for 38."
		},
		{
			"name": "Wizard + Jumper",
			"start": "wizard,jumper",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Ns wizard and use it to search soldier. Summon soldier by discarding jumper. soldier searches summoner and jumper searches hundred. hundred sends emperor which summons itself. normal summoner and use it to revive wizard. summoner makes soldier lvl 4. overlay both for gpd. gpd detach anything to search expedition. expedition summons afterglow. Overlay it and emperor for cipher into X. X detach emperor and afterglow. Afterglow summons gepd. X and gpd for sol which recovers afterglow. special afterglow and overlay it and gepd for lord. wizard tributes itself to search trance. trance targets emperor and summons it and a lvl 8 galaxy. overlay both for 38."
		},
		{
			"name": "Vanisher + Jumper",
			"start": "vanisher,jumper",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Normal summon Jumper. Special Vanisher and add GEPD, then overlay in GPD. GPD effect detach Jumper and add Soldier, Jumper effect add Hundred. Activate Hundred and dump Emperor, Emperor effect revive + extra normal. Soldier effect discard GEPD and special. Soldier effect add Wizard and GPD effect make Soldier lvl 8. Normal Wizard, use effect and add Trance. Activate Trance targeting GEPD in grave, special with Afterglow from deck, Hundred banish. Overlay GEPD + Afterglow in Cipher, then Cipher X. Cipher X effect detach afterglow, Afterglow effect special GEPD from deck. Link off GPD and Cipher X in Solflare, Sol effect add Afterglow in grave to hand. Afterglow effect special, overlay GEPD + Afterglow in Lord and Soldier + Emperor in 38."
		},
		{
			"name": "Wizard + Emperor",
			"start": "wizard,emperor",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Ns wizard, search soldier. Soldier discard emperor, ss itself, search summoner. Emperor ss itself. Extra ns summoner, summoner revive wizard, summoner make soldier lvl 4. Summoner + soldier = gpd, gpd detach anything, search expedition. Wizard search hundred, hundred dump jumper, jumper search trance. Expedition ss afterglow from deck, afterglow + emperor = cipher x, cipher x detach afterglow and emperor for protection. Afterglow ss gepd, trigger hundred ed banish. Gpd + cipher x = sol, sol add back afterglow. Ss afterglow from hand, make lord. Trance target emperror, summon it and any level 8 galaxy from deck, make 38. You have lord with afterglow under it so it can summon an additional gepd on opp's turn to trigger hundred again."
		},
		{
			"name": "Hundred + Emperor",
			"start": "hundred,emperor",
			"end": "sol,lord|afterglow,titanic",
			"reqs": "last hope numbers",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred send jumper, search trance. Trance jumper and wizard, make gpd. Gpd detach wizard search soldier. Summon soldier, discard emperor. Summon emperor and soldier search summoner. GPD make soldier level 8. ns summoner, summon wizard from gy. Wizard tribute to search expedition. Expedition summon afterglow. Afterglow +emperor -> cipher X. Cipher X detaches emp and afterglow. Afterglow summons GEPD and banish using hundred. Summoner and GPD into solflare (summoner has 2100 atk from GOD effect). Solflare get wizard. Extra ns wizard, search last hope. Last hope afterglow and emperor into lord. Lvl 8 Soldier and GEPD into n38."
		},
		{
			"name": "Hundred + Soldier",
			"start": "hundred,soldier",
			"end": "sol,lord|afterglow,titanic",
			"reqs": "last hope numbers",
			"banishes": 2,
			"cipher": true,
			"path": "Hundred send jumper, search trance. Trance jumper and wizard, make gpd. Gpd detach wizard search emperor. Summon soldier, discard emperor. Summon emperor and soldier search summoner. GPD make soldier level 8. ns summoner, summon wizard from gy. Wizard tribute to search expedition. Expedition summon afterglow. Afterglow +emperor -> cipher X. Cipher X detaches emp and afterglow. Afterglow summons GEPD and banish using hundred. Summoner and GPD into solflare (summoner has 2100 atk from GOD effect). Solflare get wizard. Extra ns wizard, search last hope. Last hope afterglow and emperor into lord. Lvl 8 Soldier and GEPD into n38."
		},
		{
			"name": "Hundred + Wizard",
			"start": "hundred,wizard",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "NS Wizard. Activate Hundred -> (Emperor) & SS Emperor. Activate Wizard -> Summoner. NS Summoner revive Wizard. Activate Wizard -> Expedition & SS Afterglow. Activate Summoner, making Afterglow Lv. 4. Overlay Summoner & Afterglow -> GPD. Activate GPD (Detach Afterglow) -> Trance . Activate Afterglow (GY) to SS GEPD. Activate Hundred to Banish. Link GPD & GEPD -> Solflare -> Afterglow from GY to Hand. Activate Afterglow SS from hand. Activate Trance -> GEPD (GY) & Any level 8. Overlay for Number 90 & Number 38."
		},
		{
			"name": "Soldier + Wizard",
			"start": "soldier,wizard",
			"end": "sol,lord|emperor,blast|jumper",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "SS Soldier pitch Wizard. Soldier search Summoner. NS Summoner, Summoner revive Wizard. Summoner make Soldier level 4. Soldier + Summoner = GPD. GPD detach Soldier, search Vanisher. Tribute wizard to search hundred. special vanisher and search gepd. Make vanisher 8 with gpd. Activate Hundred, dump jumper. Jumper add expedition. expedition summons emperor. emperor and vanisher into x. X eff and summon emperor back. X and gpd for sol which gets back wizard. ns wizard and search trance. trance for jumper and wizard. Make starliege with both. starliege eff ss gepd from hand. gepd and emperor into lord."
		},
		{
			"name": "Hundred + Vanisher",
			"start": "hundred,vanisher",
			"end": "sol,lord|emperor,blast|afterglow",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "activate hundred and send jumper. jumper searches trance. trance for jumper and wizard. both into gpd; gpd searches expedition. summon vanisher and search gepd; gpd makes vanisher level 8. expedition summons emperor. emperor and vanisher into cipher into ex; ex detach emperor. emperor revives itself. ex and gpd into sol. sol recovers wizard. normal wizard and use it to search summoner. extra normal summoner and revive wizard. wizard eff to search afterglow. special afterglow. summoner make afterglow level 4; overlay both into blast. blast eff to summon gepd from hand. gepd and emperor into lord. Alternative line (Gets gepd in hand but misses the follow up materials; it is easier to remember):.Activate hundred  and send jumper. jumper searches trance.trance for jumper and wizard. both into gpd; gpd searches expedition. ss vanisher and search gepd; gpd make vanisher L8. expedition solider ; solider searches summoner. ns summoner; ss wizard and wizard search afterglow. summoner eff to make soldier lvl 4. summoner and soldier into blast. blast eff to summon gepd from hand. special afterglow from hand. afterglow and gepd into ex. ex detach afterglow and gepd, afterglow summons another gepd from deck. gpd and cipher ex into sol which recovers gepd. vanisher + gepd into lord."
		},
		{
			"name": "Wizard + Vanisher",
			"start": "wizard,vanisher",
			"end": "sol,lord|emperor,blast|jumper",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Ns wizard and use it to search hundred. hundred mill jumper which searches trance. trance for jumper and summoner. Both into gpd. ss vanisher and search gepd and make it 8 with gpd. gpd detach summoner to search expedition. expedition summons emperor. emperor and vanisher into x. X eff and revive emperor. x and gpd into sol which gets back summoner. ns summoner and revive jumper. Both into starliege. starliege eff summons gepd from hand. gepd and emperor into lord."
		},
		{
			"name": "Wizard + Summoner",
			"start": "wizard,summoner",
			"end": "sol|gepd,lord|afterglow,cipherx",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "normal wizard and search for hundred. activate hundred and mill emperor which will special itself and give you an extra normal summon. normal summoner and revive Wizard. wizard eff to search trance. emperor and summoner via summoners eff into galaxy photon dragon. galaxy photon dragon eff to search vanisher by detaching emperor. trance for emperor and afterglow. overlay both for cipher into ex . ex eff and afterglow summons gepd. trigger hundred and banish 1 from the opponents ed. special vanisher and search GEPD. vanisher and galaxy photon dragon into sol which recovers afterglow. special afterglow and overlay it with gepd for lord."
		},
		{
			"name": "Wizard + Thrasher",
			"start": "wizard,thrasher",
			"end": "sol,lord|emperor,blast",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "special Thrasher. normal Wizard which will search Hundred. Hundred sends Jumper searching Trance. Trance for Jumper in GY and Summoner in deck. xyz GPD with Summoner and Jumper. GPD detach Summoner, send Emperor to GY. Emperor revive itself. Link Thrasher and GPD into solflare. Solflare add back Summoner. Bonus normal Summoner, summoner revive wizard. Tribute wizard adding Expedition. Expedition summon Soldier, soldier add GEPD. Summoner make Soldier level 4. xyz Summoner and Soldier into Blast. Blast summon GEPD from hand. GEPD + Emperor = Lord."
		},
		{
			"name": "Thrasher + Jumper",
			"start": "thrasher,jumper",
			"end": "sol,lord|afterglow,cipherx",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Summon jumper and the extender. Make gpd. Gpd detach jumper add hundred+trance. Hundred dumps emperor, dont use emperor eff. Trance ss emperor and afterglow. Emperor+afterglow make cipher then cipherx. Cipherx detach emperor+afterglow. Ss emperor+gepd. Emperor+gpd make sol. Sol adds afterglow, ss afterglow. Afterglow+gepd make lord."
		},
		{
			"name": "Wizard + Wizard",
			"start": "wizard,wizard",
			"end": "sol,lord|afterglow",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "Ns wizard and search hundred. hundred mill jumper which searches trance. trance summon jumper and wizard/summoner; overlay both for gpd. gpd detach one to send emperor from deck to gy. emperor revives itself. extra normal summon the other wizard and use it to search expedition. expedition for afterglow. overlay afterglow and emperor for Cipher into Ex. Ex detach afterglow and another material; afterglow summons gepd. Ex and gpd into sol; sol recover afterglow. special afterglow and overlay it and gepd into lord."
		},
		{
			"name": "Thrasher + Vanisher",
			"start": "thrasher,vanisher",
			"end": "sol,lord,cipherx|emperor",
			"reqs": "",
			"banishes": 1,
			"cipher": true,
			"path": "summon thrasher + vanisher. vansiher eff search GEPD. xyz to GPD. Effect GPD to add Galaxy soldier. Special summon solider Add wizard. Normal summmon wizard add hundred. activate hundred sent emperor. special summon emperor. summon sol with xyz and soldier. effect sol add wizard. extra normal summon wizard add trance. activate trance summon GEPD and after glow. chain hundred for ED banish. xyz summon cipher using emperor and afterglow. summon cipher x dragon. efffect cipher x dragon detach afterglow and cipher dragon. effect afterglow sepcial summon GEPD from deck. xyz summon photon lord with both GEPD."
		}
	],
	"3-card-combos":
	[
		{
			"name": "Wizard + Vanisher + Jumper",
			"start": "wizard,vanisher,jumper",
			"end": "sol,lord|afterglow,titanic|emperor,blast|jumper,gpd",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "NS WIZARD; SS VANISHER SEARCH GEPD. WIZARD SEARCHES SOLIDER, SS SOLIDER BY DISCARDING JUMPER. SOLIDER SEARCHES SUMMONER AND JUMPER SEARCHES HUNDRED. HUNDRED -> SS EMPEROR; NS SUMMONER -> WIZARD. WIZARD -> EXPEDITION -> AFTERGLOW. SUMMONER CHANGES AFTERGLOW L4 -> GPD. GPD DETEACHES AG -> SS GPED(HUNNDRED VANISH) & GRAB TRANCE.  GPED & EMPEROR -> 38. SOLIDER & VANISHER -> SOLFLARE RECOVERES AFTERGLOW. TRACE JUMPER & WIZARD -> BLAST -> SS GPED. SS AFTERGLOW -> GPED & AFTERGLOW -> 90."
		},
		{
			"name": "Soldier + Vanisher + Jumper",
			"start": "soldier,vanisher,jumper",
			"end": "sol,lord|afterglow,titanic|emperor,blast|jumper,gpd",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "SS SOLIDER BY DISCARDING JUMPER. SOLIDER SEARCHES WIZARD AND JUMPER SEARCHES HUNDRED. NS WIZARD -> SEARCH SUMMONER ; SS VANISHER SEARCH GEPD. HUNDRED -> SS EMPEROR; NS SUMMONER -> WIZARD. WIZARD -> EXPEDITION -> AFTERGLOW. SUMMONER CHANGES AFTERGLOW L4 -> GPD. GPD DETEACHES AG -> SS GPED(HUNNDRED VANISH) & GRAB TRANCE.  GPED & EMPEROR -> 90/38. SOLIDER & VANISHER -> SOLFLARE RECOVERES AFTERGLOW. TRACE JUMPER & WIZARD -> BLAST -> SS GPED. SS AFTERGLOW -> GPED & AFTERGLOW -> 90/38."
		}
	],
	"spicy-combos":
	[
		{
			"name": "Optimized Turn Skip (example)",
			"notes": "Skip your opponent's turn if they activate a card on the field. Deadly but vulnerable.",
			"start": "soldier,jumper",
			"end": "durendal,gpd,gepd,decel",
			"reqs": "Tellarknight Ptolemaeus, Satellarknight Constellar Diamond, Artifact Durendal, Photon Deceleration",
			"banishes": 0,
			"cipher": false,
			"path": "SS Soldier discarding Jumper; Jumper add Expedition; Soldier add Summoner. NS Summoner; Summoner SS Jumper. Expedition SS Afterglow. Summoner make afterglow level 4. Summoner + Afterglow = GPD. GPD detach Afterglow adding Deceleration; Afterglow SS GEPD. Soldier + GEPD = Solflare; Solflare add Afterglow. SS Afterglow; GPD make Afterglow level 4. Jumper + Afterglow = Ptolemaeus. Your End Phase: Ptolemaeus attach Constellar Diamond as material. Opponent's Draw Phase: Ptolemaeus detach all (including Afterglow) to SS Durendal; Afterglow SS GEPD."
		},
		{
			"name": "Pure Turn Skip (example)",
			"notes": "Turn skip without Tellarknights saves space but is less reliabile. Photon Slasher is an option.",
			"start": "soldier,vanisher,jumper",
			"end": "durendal,gepd,decel",
			"reqs": "Artifact Durendal, Photon Deceleration",
			"banishes": 0,
			"cipher": false,
			"path": "SS Soldier discarding Jumper; Jumper add Expedition; Soldier add Summoner. NS Summoner; Summoner SS Jumper. Jumper + Summoner = GPD. SS Vanisher; Vanisher add GEPD; GPD make Vanisher level 8. GPD detach Summoner adding Deceleration. Expedition SS Soldier. Soldier + Soldier = Durendal. SS GEPD tributing Vanisher and GPD. Set Deceleration."
		},
		{
			"name": "Triple Veiler (example)",
			"notes": "Turn extra cards into Effect Veilers to insulate yourself against board breakers.",
			"start": "thrasher,vanisher,jumper,light,light",
			"end": "sol|veiler|veiler|veiler,lord|afterglow|emperor",
			"reqs": "Photon Veil, Effect Veiler",
			"banishes": 1,
			"cipher": false,
			"path": "wip."
		},
		{
			"name": "Terribly Tired Galaxy (example)",
			"notes": "Floodgate your opponent with Bagooska and rank it up into Photon Lord if they have an out.",
			"start": "soldier,thrasher,vanisher",
			"end": "sol|gepd,bagooska|jumper,eternal",
			"reqs": "Number 41: Bagooska the Terribly Tired Tapir, Eternal Galaxy",
			"banishes": 0,
			"cipher": false,
			"path": "SS Thrasher. SS Vanisher; add GEPD. Thrasher + Vanisher = GPD. SS Soldier discarding GEPD; Soldier add Summoner; GPD make Soldier level 8. GPD detach Thrasher milling Jumper; Jumper add Eternal. NS Summoner; Summoner SS Jumper. Soldier + GPD = Solflare; Solflare add GEPD. Summoner + Jumper = Bagooska. Set Eternal."
		}
	],
	"nibiru-combos":
	[
		{
			"name": "Hold Trance I (example)",
			"notes": "Hedge your bets against <b>Niburu, the Primal Being</b> by saving Galaxy Trance as a backup plan.",
			"start": "soldier,wizard,hundred",
			"end": "sol,lord|afterglow,titanic|emperor",
			"reqs": "",
			"banishes": 2,
			"cipher": true,
			"path": "SS Soldier discarding Wizard. Soldier add Summoner. Activate Hundred sending Emperor; Emperor SS self. NS Summoner; Summoner revive Wizard. Summoner make Soldier level 4. Tribute Wizard adding Trance. Summoner + Soldier = GPD. --- Nibiru is live ---. GPD detach Wizard adding Expedition. Expedition SS Afterglow. Afterglow + Emperor = Cipher. Overlay Cipher X on Cipher. Cipher X effect detach Afterglow; Afterglow SS GEPD. Cipher X + GPD = Solflare; Solflare add Afterglow. SS Afterglow. Afterglow + GEPD = Lord. --- Nibiru is no longer live ---. Activate Trance summoning Emperor from GY and any level 8 Galaxy from deck. Overlay for Titanic."
		},
		{
			"name": "Hold Trance II (example)",
			"notes": "In the previous example, if the opponent brazenly holds Nibiru until right before you make Lord, you will not be able to end on two interruptions with your reserve combo. An alternative is to make Lord first, punishing them for waiting.",
			"start": "soldier,wizard,hundred",
			"end": "sol,lord|emperor,titanic",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "SS Soldier discarding Wizard. Soldier add Summoner. Activate Hundred sending Emperor; Emperor SS self. NS Summoner; Summoner revive Wizard. Summoner make Soldier level 4. Tribute Wizard adding Trance. Summoner + Soldier = GPD. --- Nibiru is live ---. GPD detach Summoner adding Orbital. Orbital equip to GPD. Orbital send self adding Vanisher. SS Vanisher; Vanisher add GEPD; GPD make Vanisher level 8. Vanisher + Emperor = Lord. --- Nibiru is no longer live ---. Trance SS Orbtial from GY and Wizard from deck. Orbital + Wizard = Blast; Blast SS GEPD from hand. GPD + GEPD = Solflare; Solflare add Wizard. Bonus NS Wizard. Wizard increase level by 4. GEPD + Wizard = Titanic."
		},
		{
			"name": "Early Lord I (example)",
			"notes": "Galaxy Trance or Galaxy Expedition make overlaying a Photon Lord within 5 summons easy.",
			"start": "soldier,gepd,trance",
			"end": "sol,lord|afterglow,hyper",
			"reqs": "",
			"banishes": 1,
			"cipher": false,
			"path": "SS Soldier discarding GEPD; Soldier add Wizard. Trance summon GEPD from GY and Afterglow from deck. Afterglow + GEPD = Lord. NS Wizard. Tribute Wizard adding Hundred. Hundred mill Emperor; Emperor SS self. Emperor + Soldier = Solflare; Solflare add Wizard. Bonus NS Wizard. Tribute Wizard adding Hyper Galaxy. Set Hyper Galaxy."
		},
		{
			"name": "Early Lord II (example)",
			"notes": "The more extenders, the more creative ways there are to summon Lord early while going full combo.",
			"start": "thrasher,vanisher,brave,hundred",
			"end": "sol,lord|emperor,titanic,hyper",
			"reqs": "",
			"banishes": 2,
			"cipher": false,
			"path": "SS Thrasher. SS Vanisher; Vanisher add GEPD. Activate Hundred sending Emperor; Emperor SS self. SS Brave as level 8 revealing GEPD. Brave + Emperor = Lord. Thrasher + Vanisher = GPD. GPD detach Thrasher adding Soldier. SS Soldier discarding GEPD; Soldier add Wizard; GPD make Soldier level 8. NS Wizard. Tribute Wizard adding Trance. Trance SS GEPD from GY and any level 8 Galaxy from deck. Overlay for Titanic. GPD + Soldier = Solflare; Solflare add Wizard. Bonus NS Wizard. Tribute Wizard adding Hyper Galaxy. Set Hyper Galaxy."
		},
		{
			"name": "Classic Ahashima (example)",
			"notes": "Bujinki Ahashima makes Lord under 5 summons anytime, though it is costly and disables Galaxy Trance.",
			"start": "vanisher,brave",
			"end": "ahashima,lord",
			"reqs": "",
			"banishes": 0,
			"cipher": false,
			"path": "Summon Brave as level 4 revealing Vanisher. SS Vanisher; Vanisher add GEPD. Brave + Vanisher = Ahashima. Ahashima summon GEPD from hand and Brave from GY, immediately making Lord."
		}
	]
}